<div class="row">
	<div class="col-md-12">
		<div class="card">
			<div class="card-header">
				<div class="badge"><?= $Translate->get_translate_module_phrase('module_page_oferta', '_oferta') ?>
					<span><?= $Translate->get_translate_module_phrase('module_page_oferta', '_oferta_edit') ?> 03.04.2024</span>
				</div>
			</div>
			<div class="card-container">
				<div class="desc_ofer">
					<?= $Translate->get_translate_module_phrase('module_page_oferta', '_oferta_desc') ?>
				</div>
				<hr>
				<p class="title_offer">1. Общие положения.</p>
				<p>
					1.1. Нижеследующий текст является Договором между игровыми серверами <?= $settings_neo['SiteName'] ?>, располагаемых по адресу <a href="<?= $General->arr_general['site'] ?>" target="_blank"><?= $_SERVER['HTTP_HOST']; ?></a> (в дальнейшем «Ресурс»), и физическим лицом, зарегистрированным на Ресурсе в качестве пользователя (в дальнейшем — «Пользователь»).<br>
					1.2. Договор является публичным согласно ст. 426 Гражданского кодекса Российской Федерации и является эквивалентом "устного соглашения" и имеет надлежащую юридическую силу.<br>
					1.3. В соответствии со ст. 438 Гражданского кодекса Российской Федерации, полным и безоговорочным принятием условий публичного договора является факт осуществления Пользователем платежа на пожертвование Ресурсу.<br>
					1.4. Используя Ресурс, Пользователь выражает свое согласие с данным Лицензионным соглашением, а также обязуется придерживаться Правил пользования Ресурсом.<br>
					1.6. Все принятые денежные средства Пользователя в пользу Ресурса являются добровольным пожертвованием и не подлежат возврату. Пожертвования денежных средств и покупка товара в магазине является только добровольным желанием клиента.<br>
					1.7. Ресурс не несет ответственности за проблемы с переводом средств, связанные с другими сайтами, платёжными системами, а также проблемы, возникшие со стороны и/или по вине пользователя, либо третьих лиц.<br>
					1.8. Все услуги доступные на Ресурсе, являются вознаграждением за безвозмездную помощь Ресурсу.<br>
					1.9. Все услуги привязаны к уникальному идентификатору Пользователя (SteamID в любой форме) и не подлежат: дальнейшему переносу с аккаунта на другой аккаунт, обмену между игрокоми, смене, возврату, переносу на другой сервер.<br>
					1.10. В случае закрытия Ресурса/игрового сервера, или передачи его другому владельцу, все доступные услуги аннулируются.<br>
					1.11. В случае нарушения Пользователем действующих правил, Ресурс оставляет за собой право отказать в предоставлении услуг Пользователю.<br>
					1.12. Ресурс не может гарантировать сохранение активных услуг в случае возникновения форс-мажорных обстоятельств.<br>
					1.13. Споры и претензии между Пользователем и другими участниками Ресурса (в том числе самим Ресурсом) разрешаются Ресурсом, если спорный вопрос входит в его компетенцию. При невозможности урегулирования внутри Ресурса спор подлежит разрешению в порядке, предусмотренном законами Российской Федерации.<br>
					1.14. Магазин Ресурса является только внутриигровой системой и относится к правилам проекта.<br>
					1.15. В случае утери аккаунта Пользователем, получения VAC блокировки или передачи аккауна Пользователя третьим лицам Ресурс не несет ответственность за услуги и не делает возврат товара или пожертвованных денежных средств.<br>
					1.16. Ресурс имеет полное право лишить Пользователя купленного товара, если Пользователь неуважительно относится к Ресурсу, не соблюдает правила Ресурса и игнорирует предупреждения.<br>
					1.17. Пользователь обязуется соблюдать представленный договор оферты при пожертвование денежных средств для пополнения баланса в личном кабинете.<br>
				</p>

				<p class="title_offer">2. Персональные данные.</p>
				<p>
					2.1. Регистрируясь на данном Ресурсе, Пользователь официально соглашается на хранение и обработку Ресурсом своих персональных данных как переданных в процессе регистрации, так и размещенных в процессе дальнейшего использования Ресурса.<br>
					2.2. Ресурс гарантирует конфиденциальность персональных данных Пользователя в соответствии со ст. 9 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных».<br>
					2.3. По желанию пользователь может прекратить хранение и обработку всех своих персональных данных путем написания письменного заявления на удаление профиля.<br>
					2.4. При отсутствии активности более 1 календарного года у Пользователя, или при получении блокировки любого типа блокировки на Ресурсе и/или на платформе <a href="https://store.steampowered.com/" target="_blank">Steam</a>, Ресурс оставляет за собой право безвозвратно удалить все данные Пользователя (Персональная статистика, активные услуги, личный счет и т.д.).<br>
				</p>
				<p class="title_offer">3. Порядок внесения изменений.</p>
				<p>
					3.1. Настоящее Соглашение не является окончательным. Ресурс имеет право вносить изменения в текст настоящего Договора по своему усмотрению в любой момент и без предварительного уведомления Пользователя. Актуальная (действующая) редакция Договора всегда доступна на сайте.<br>
					3.2. Пользователь соглашается и признает, что внесение изменений в Оферту влечёт за собой внесение этих изменений в заключённый уже действующий между Ресурсом и Пользователем Договор, и эти изменения в Договоре вступают в силу с такими изменениями в Оферте.<br>
				</p>
			</div>
		</div>
	</div>
</div>